Revit 2027 API
Transaction Properties
The Transaction type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
Transaction Class
Autodesk.Revit.DB Namespace